{
"acanalado":"Con un surco longitudinal.",
"actinomorfo":"Flor regular o simétrica, que tiene por lo menos dos planos de simetría.",
"actinomorfa":{"idem":"actinomorfo"},
"acuminado":"Provisto de una prolongación estrecha en el extremo de una lámina.",
"adnato":"Órgano íntimamente adherido a otro al cual acompaña en su desarrollo.",
"afilo":"Desprovisto de hojas.",
"afila":{"idem":"afilo"},
"agámico":"Sin órganos sexuales. Multiplicación del individuo por vía vegetativa sin intervención de gametos.",
"agudo":"Terminado en ángulo agudo.",
"adpreso":"Situado en forma plana o casi plana y paralela a la superficie, pero no unida a ella.",
"adpresa":{"idem":"adpreso"},
"alado":"Con ala o alas.",
"alterno":"Generalmente se refiere a aquellas hojas en donde se presenta una hoja en cada nudo.",
"alterna":{"idem":"alterno"},
"amento":"Racimo denso, comúnmente pedunculado, formado por florcitas poco aparentes.",
"androceo":"Parte masculina de la flor.",
"antera":"Parte del estambre donde se ubican los sacos polínicos (generalmente 4), y las tecas (2).",
"anterozoide":"Gameto masculino.",
"apéndice":"Parte saliente de un órgano o cuerpo vegetal, generalmente accesoria y de poca importancia.",
"apétala":"Flor sin pétalos.",
"ápice":"Extremo superior de un órgano (ápice de la hoja, del fruto).",
"apiculado":"Terminado en una punta corta.",
"apiculada":{"idem":"apiculado"},
"aquenio":"Fruto pequeño, seco, indehiscente, con una sola semilla.",
"aquillado":"Estructura con una parte prominente aguda, como la quilla de un barco.",
"aquillada":{"idem":"aquillado"},
"arilo":"Excrescencia de la región del hilo, el cual envuelve parcialmente o completamente la semilla; es usualmente carnoso.",
"arquegobio":"Órgano en forma de botella que contiene la oosfera.",
"ascendentes":"Con las ramas inclinadas hacia arriba, con un ángulo de divergencia entre 16 y 45º del vertical.",
"aserrado":"A modo de sierra con dientecitos marginales agudos, dirigidos hacia el ápice.",
"atenuado":"Adelgazado, estrechado; hoja atenuada en el ápice.",
"atenuada":{"idem":"atenuado"},
"aovado":"Contorno con forma de huevo, con la mayor anchura en la parte inferior.",
"axilar":"Que nace de la axila, por ejemplo, entre el tallo y el pecíolo de la hoja.",
"baya":"Fruto indehiscente, con la cáscara (epicarpio) muy delgada y la pulpa (mesocarpio y endocarpio) carnosa y jugosa.",
"biaristada":"Con dos pequeñas aristas.",
"bicarpelar":"Con dos carpelos.",
"bilabiado":"Dividido en dos labios de diferentes tamaños.",
"bráctea":"Cualquier órgano foliáceo situado en la proximidad de las flores y distinto por su forma, tamaño, consistencia, color de las hojas normales.",
"brácteola":"Pequeño órgano como una bráctea situada en un eje secundario de una inflorescencia.",
"bulbo":"Yema subterránea tija sobre un tallo breve llamado platillo o cormo y rodeado de cata filas. Engrosamiento que aparece en la base de un tallo o vástago.",
"caduco":"Estructura que se desprende al cabo de un tiempo.",
"caducifolio":"Planta que pierde las hojas durante el invierno o verano.",
"caducifolio facultativo":"Planta que generalmente es siempreverde pero tiene la capacidad de botar sus hojas si las condiciones ambientales son desfavorables.",
"cáliz":"Parte externa de la flor, usualmente verde y formada por varias divisiones llamadas sépalos, que protegen la yema.",
"capítulo":"Inflorescencia que consiste de pequeñas flores (flósculos), generalmente numerosas, agrupadas densamente hasta formar una cabeza.",
"cápsula":"Fruto seco, dehiscente, derivado de 2 ó más carpelos, que usualmente contiene numerosas semillas.",
"carena":"En los equisetos el filete en resalto del tallo estriado.",
"carino":{"idem":"carena"},
"cariopse":"Fruto seco indehiscente (Frutos de las Gramíneas).",
"carpelo":"Estructura femenina que contiene los óvulos y soporta al estigma.",
"catáfilo":"Hoja transformada en los tallos subterráneos o en la base del vástago.",
"cáudice":"Tallo corto, generalmente levantado, y cuyo extremo emerge sobre el suelo con las frondas más o menos aglomeradas, a modo de fascículo. Cuando el cáudice es voluminoso se denomina tronco.",
"caulescente":"Que llega a desarrollar un tallo.",
"cenosoro":"Conjunto de soros aglomerados.",
"ciliado":"Margen con flequillos formados por pelos.",
"cilíndrico":"Estructura elongada en forma de cilindro o tubo.",
"cima":"Inflorescencia en la cual la flor terminal se abre primero y las demás flores nacen sobre ramas que se originan desde abajo.",
"cimoso":"Que soporta cimas o relacionado a una cima.",
"cimosa":{"idem":"cimoso"},
"columnar":"Con forma de columna.",
"concrescentes":"Órganos o partes de ellos que pudiendo estar separados están congénitamente unidos.",
"cono":"Relacionado con las inflorescencias en las coníferas (a menudo referido al estróbilo) y que comprende óvulos dispuestos en espiral y escamas ovulíferas leñosas.",
"cordado":"Contorno con figura de corazón.",
"coriáceo":"De consistencia recia aunque de cierta flexibilidad, como el cuero.",
"cordiforme":"En forma de corazón.",
"corimbo":"Inflorescencia, cuyos pedúnculos arrancan de diversas alturas, quedando las flores a un mismo nivel y donde las flores exteriores se abren primero.",
"cormo":"Tallo muy corto de los bulbos que lleva la yema de renuevo, las raíces adventicias y las catáfilas envolventes.",
"corola":"Estructura que comprende a los pétalos.",
"corona":"Conjunto de apéndices generalmente petaloides que se originan entre los estambres y la corola.",
"cuneado":"Con forma de cuña.",
"cuneada":{"idem":"cuneado"},
"cúpula":"Grupo de brácteas, unidas al menos en la base, que rodean a un fruto o grupo de frutos (como en las Fagaceae).",
"deciduo":"Caída estacional de las hojas.",
"decorticante":"Condición que implica la caída natural de la corteza.",
"decumbente":"Que esta inclinado, como echado o con tendencia a echarse sobre el suelo.",
"decurrente":"Pecíolo prolongado inferiormente por debajo del punto de inserción con las prolongaciones en forma de quilla.",
"decusado":"Dispuesto en pares alternos y en ángulos rectos.",
"decusada":{"idem":"decusado"},
"dehiscente":"Manera en que se abre un fruto capsular o antera por valvas o poros, con el fin de liberar su contenido.",
"deltoide":"En forma de triángulo.",
"dentado":"Que presenta un margen con una sucesión de dientes.",
"denticulado":"Con dientecitos menudos.",
"depreso":"Órgano comprimido de arriba hacia abajo.",
"dicasial":"Tipo de inflorescencia cimosa, en la cual cada rama desarrolla a otras dos ramas.",
"difilo":"Que presenta dos hojas.",
"dímero":"Dícese de un verticilo constituido por dos partes o miembros.",
"dímera":{"idem":"dímero"},
"dimorfo":"Órganos que presentan dos formas distintas.",
"dioico":"Plantas que presentan las flores masculinas en un individuo y las femeninas en otro.",
"dioica":{"idem":"dioico"},
"domacio":"Órgano especial en forma de cavidad o perforación ubicado en la lámina foliar sin atravesarla, que facilita la vida en común de otro organismo (insectos).",
"drupa":"Fruto indehiscente en el cual la parte externa de su pared es suave y generalmente carnosa, pero la parte interna como piedra.",
"elaterio":"Apéndice que presentan las esporas del género Equisetum, que facilita la diseminación.",
"elipsoide":"Con forma de elipse, oblongo con terminaciones normalmente redondeadas.",
"elíptico":"Casi dos veces más ancho que largo, estrechándose de igual forma hacia ambos extremos.",
"elíptica":{"idem":"elíptico"},
"emarginado":"Con una muesca o talladura poco profunda en el ápice; la mayoría de las veces tratándose de hojas.",
"emarginada":{"idem":"emarginado"},
"endémico":"Especie limitada en su distribución geográfica y a menudo confinada a una pequeña área.",
"endémica":{"idem":"endémico"},
"endosperma":"Tejido de reserva de las semillas.",
"envés":"Cara inferior de la hoja. Se opone al haz.",
"epicarpio":"Parte exterior del fruto.",
"epifita":"Vegetal que vive sobre otra planta, pero sin alimentarse de él.",
"eroso":"Cualquier órgano laminar de borde desigual, por tener dientes no uniformes o pequeñas sinuosidades poco profundas y desiguales.",
"erosa":{"idem":"eroso"},
"escamoso":"Con escamas.",
"escamosa":{"idem":"escamoso"},
"escamiforme":"Con forma o aspecto de escama.",
"escutelo":"Estructura rígida, erecta y pequeña en el labio superior del cáliz, el cual se ensancha en fruto.",
"espatulado":"Con la parte basal angosta, la cual se ensancha gradualmente hacia el ápice en una lámina amplia y obtusa.",
"espiciforme":"Inflorescencia con aspecto de espiga.",
"espinuloso":"Con espinas pequeñas.",
"espiga":"Inflorescencia formada por un pedúnculo sobre el cual están prendidas numerosas flores, sésiles o casi.",
"espora":"Corpúsculo reproductor de las plantas criptógamas (como los helechos).",
"esporangio":"Cualquier recipiente en que se contengan esporas.",
"estambre":"Órgano masculino de la flor, que produce polen, generalmente formado por un filamento y una antera.",
"estaminodio":"Estambre que ha perdido su función y permanece estéril al final de su desarrollo. Generalmente presenta una forma atrofiada en relación a un estambre normal.",
"estéril":"Tallos hojosos, que no darán inflorescencia.",
"estepa":"Formación vegetal típica de lugares mas o menos secos que posee una densidad no muy alta de árboles.",
"estilo":"Parte del órgano femenino de una flor, en la parte superior del ovario, que termina en uno o varios estigmas.",
"estípula":"Órganos foliáceos o rudimentarios que se hallan en la base de las hojas de algunas plantas.",
"estigma":"Parte del órgano femenino de una flor, en la parte superior del estilo, es el lugar en donde se recibe el polen.",
"estigma":"Parte del estilo adecuado para retener el polen.",
"estilo":"Parte superior del ovario, prolongada en forma de estilete, que termina en uno o varios estigmas.",
"estípula":"Apéndice que se halla en la base de algunas hojas.",
"estoma":"Diminuta abertura de ventilación presente en la superficie de las hojas u otras partes verdes de los vegetales superiores.",
"estrigoso":"Cubierto con pelos o cerdas rígidas y agudas.",
"estratificación":"Tratamiento pregerminativo que consiste en situar las semillas en capas con estratos de arena por un período determinado a 4ºC.",
"exfoliante":"Se desprende en escamas o pedazos, como en la corteza de algunos árboles.",
"falcado":"De forma más o menos aplanada y curva, como una hoz.",
"falcada":{"idem":"falcado"},
"ferrugíneo":"Parecido al óxido en color y textura.",
"ferrugínea":{"idem":"ferrugíneo"},
"filamentoso":"Formado por filamentos o fibras.",
"filamentosa":{"idem":"filamentoso"},
"filiforme":"Con forma de hilo.",
"foliáceo":"De aspecto, textura o forma de las hojas.",
"folículo":"Fruto de un solo carpelo, seco y dehiscente, que se abre por una sutura ventral y que generalmente contiene varias semillas.",
"folíolo":"Cada una de las partes finales en que se divide una hoja compuesta.",
"fronda":"Nombre utilizado para referirse a las hojas de los helechos.",
"fuste":"Tronco",
"garganta":"Parte de un cáliz o corola entre el tubo y el borde (limbo).",
"género":"Unidad taxonómica por debajo del rango de familia y compuesta de especies.",
"gineceo":"Conjunto de los órganos femeninos de la flor.",
"ginodioico":"Especies que tienen individuos con flores hermafroditas e individuos con flores femeninas.",
"glabro":"Desprovista de pelos o pelusas.",
"glabra":{"idem":"glabro"},
"glándula":"Célula o conjunto de células secretoras.",
"glandular":"Cubierto por pequeños pelos (glándulas) que presentan células secretoras.",
"glauco":"De color verde claro, con matiz ligeramente azulado.",
"gley":"Suelo con napa freática permanente.",
"globoso":"Esférico.",
"globosa":{"idem":"globoso"},
"hábito":"Porte de una planta en estado adulto.",
"hábitat":"Lugar natural en donde vive la planta.",
"haz":"Parte superior de una hoja. Se opone al envés.",
"hemiparásito":"Especie vegetal parcialmente parásita.",
"hermafrodita":"Flor con los dos sexos.",
"hipanto":"La porción basal de las partes florales (sépalos, pétalos, estambres) cuando se encuentran unidas alrededor del ovario.",
"hirsuto":"Cubierto de pelo rígido y áspero al tacto.",
"híspido":"Cubierto por pelos ásperos o erizados.",
"imbricado":"Las partes yacen unas encima de otras en orden regular, como las tejas de un tejado.",
"imparipinado":"Hoja compuesta que termina en una sola hojuela, haciendo que el total de foliólos sea impar.",
"incurvado":"Encorvado de tal manera que la concavidad se haya del lado interno o superior.",
"indehiscente":"Fruto capsular o antera que no se abre para dispersar su contenido.",
"indumento":"Cubierto con cualquier tipo de pelo.",
"indusio":"En los pteridofitos, órgano protector de los esporangios (soros), de forma característica para cada género.",
"inerme":"Sin cualquier tipo de espina o aguijón.",
"inflorescencia":"Conjunto de flores, las cuales se encuentran lo suficientemente cercanas para formar una unidad estructurada.",
"lanceolado":"Órganos laminares, que tienen forma de lanza.",
"lanceolada":{"idem":"lanceolado"},
"laciniado":"Margen dividido irregular y profundamente en dientes angostos y diferentes.",
"lanado":"Cubierto con pelos largos, suaves semejante a las hebras de la lana.",
"lámina":"El limbo o parte expandida y aplanada de la hoja.",
"látex":"Jugo generalmente lechoso que fluye de las heridas de muchas plantas.",
"legumbre":"Fruto seco, generalmente dehiscente que se desarrolla a partir de un ovario simple.",
"lepidoto":"Cubierto por pelos escamosos.",
"lepidota":{"idem":"lepidoto"},
"lignificado":"Convertido en madera.",
"lígula":"Apéndice membranoso en la línea que une la lámina y la vaina de sus hojas.",
"linear":"Alargado y angosto de bordes paralelos o casi.",
"lóbulo":"División redondeada de la lámina o la corola.",
"lóculo":"Cavidad de un órgano, generalmente de un ovario.",
"lomento":"Legumbre con ceñidura, indehiscente, que en la madurez se descompone en fragmentos transversales monospermos separados unos de otros por dichas ceñiduras.",
"membranoso":"Delgado y semitransparente.",
"mericarpio":"Fragmento de un fruto formado por 2 o más carpelos.",
"mesocarpio":"Parte interna del fruto. ",
"monoespecífico":"Referido a una familia o género, la cual presenta una sola especie.",
"monoespecífica":{"idem":"monoespecífico"},
"monoico":"Plantas que presentan los órganos sexuales en flores distintas, sobre el mismo individuo.",
"monotípico":"Referido a una familia o género, la cual presenta una sola especie.",
"mucilaginoso":"Gelatinoso o pegajoso.",
"mucrón":"Punta corta en el extremo de un órgano cualquiera.",
"mucronado":"Con una punta corta, angosta y rígida en el ápice.",
"nervadura":"Conjunto y disposición de los nervios de una hoja, pétalos.",
"nervio":"El nervio central o vena más grande en la hoja.",
"nudo":"Parte del tallo donde se asientan las hojas y se producen las yemas.",
"nodo":{"idem":"nudo"},
"nuez":"Fruto simple y seco que ni se abre ni se fragmenta al llegar a la madurez.",
"obcónico":"De forma cónica invertida, con la base en la parte superior.",
"obcónica":{"idem":"obcónico"},
"oblongo":"2-5 veces más largo que ancho.",
"obovado":"Contorno con forma de huevo, pero con la parte más estrecha hacia el punto de fijación.",
"obovada":{"idem":"obovado"},
"obovoide":"De forma ovoide, con la parte más ancha cercana al ápice.",
"obtuso":"Terminado en punta roma o ángulo obtuso.",
"obtusa":{"idem":"obtuso"},
"ondulado":"Con una serie de ondas.",
"orbicular":"Circular, redondo.",
"ovado":"Con forma de huevo, con la base más amplia que el ápice.",
"ovada":{"idem":"ovado"},
"ovario":"Parte del órgano femenino de una flor en donde se ubican los óvulos que finalmente darán origen a las semillas.",
"ovoide":"Con forma de huevo.",
"óvulo":"Parte de la flor en que una vez fertilizada se forma la semilla.",
"palmada":"Hoja compuesta por más de 3 folíolos que surgen del mismo punto.",
"panícula":"Inflorescencia muy ramificada.",
"pappus":"Cáliz especializado en los frutos (aquenios), compuesto por pelos, cerdas, aristas o escamas.",
"papiráceo":"De la consistencia y delgadez del papel.",
"parásito":"Organismo que se alimenta a expensas de otro.",
"pecíolo":"Rabillo que une la lámina de la hoja al tallo.",
"peciolulo":"Pecíolo de cada una de los foliolos.",
"pedicelo":"Tallo que sostiene una sola flor.",
"pedúnculo":"Eje de una inflorescencia.",
"perenne":"Vegetal que vive tres o más años.",
"perianto":"Envoltura floral, la mayoría de las veces formada por cáliz y corola.",
"perigonio":"Flor donde los pétalos y estambres nacen del tálamo acoplado que rodea y está unido al ovario.",
"pétalo":"Cada una de las partes de la corola.",
"piloso":"Con pelos muy suaves y largos.",
"pinnas":"La división primaria de una hoja pinnada.",
"pinnatisecto":"Profundamente dividido en forma pinnada casi alcanzando al raquis.",
"pinnatisecta":{"idem":"pinnatisecto"},
"pinnado":"Hoja con folíolos distribuidos en ambos lados del raquis.",
"pinnada":{"idem":"pinnado"},
"plagiotropismo":"Que presenta crecimiento con dirección horizontal o en ángulo.",
"polígamo-monoico":"Planta que tiene individuos con flores hermafroditas, flores masculinas y flores femeninas.",
"pruinoso":"Que presenta una secreción semiopaca, que aparenta gotas de rocío congeladas en la superficie.",
"puberulento":"Cubierta con pelos suaves muy cortos.",
"puberulenta":{"idem":"puberulento"},
"pubescente":"Cualquier órgano vegetal cubierto de pelo fino y corto.",
"punteado":"Cubierto con puntitos, pequeñas depresiones o glándulas translúcidas.",
"punteada":{"idem":"punteado"},
"quilla":"Conjunto de los dos pétalos inferiores o delanteros de una flor papilionada.",
"racimo":"Inflorescencia con flores pediceladas dispuestas sobre un solo tallo, la parte baja se abre primero.",
"raquis":"Eje o ejes principales de una inflorescencia u hoja compuesta.",
"reflejo":"Curvado o retorcido abruptamente hacia abajo o hacia atrás.",
"refleja":{"idem":"reflejo"},
"reticulada":"Nervadura en forma de red.",
"retuso":"Con una muesca o talladura poco profunda en un ápice redondeado.",
"retusa":{"idem":"retuso"},
"revoluto":"Con los márgenes enrollados sobre el envés.",
"revoluta":{"idem":"revoluto"},
"rizoma":"Tallo subterráneo alargado que lleva los órganos de renuevo.",
"romboide":"Con forma de rombo.",
"rugoso":"Con pliegues o arrugas leves.",
"sépalo":"Cada una de las partes del cáliz.",
"seríceo":"Cubierto de pelos adpresos, generalmente cortos, rectos y que tienen un cierto brillo, como de seda.",
"sésil":"Que carece de soporte, pecíolo o pedicelo.",
"simple":"No dividido o lobulado.",
"siempreverde":"Planta que conserva sus hojas durante todo el año.",
"simpódico":"Cuando la yema terminal cesa su crecimiento y nuevos crecimientos son llevados a cabo por yemas laterales.",
"soros":"Conjunto de esporangios que se encuentran en las frondas de los helechos y que pueden estar protegidos por una membrana llamada indusio.",
"subulado":"Estrecho hacia el ápice hasta terminar en punta fina.",
"subopuesta":"Casi opuesto.",
"suculento":"Hojas o tallos gruesos y carnosos, con abundantes jugos.",
"terete":"Casi cilíndrico, pero sin ranuras o surcos.",
"testa":"Cubierta externa de la semilla.",
"tépalo":"Unidad o miembro de un perianto no diferenciado claramente en un típico cáliz o lóbulo de corola.",
"tetragonal":"Con cuatro ángulos o esquinas.",
"tetrámero":"Que tiene cuatro integrantes por parte.",
"tomentoso":"Cubierto de pelos simples o ramificados, cortos y dispuestos muy densamente.",
"tricarpelar":"Con tres carpelos.",
"trígono":"Con tres ángulos o esquinas.",
"trímero":"Que tiene tres integrantes por parte.",
"truncado":"Que remata en un borde transversal, como si se hubiera cortado.",
"tubérculo":"Pequeñas proyecciones verrugosas.",
"turgente":"Hinchado con aire o agua.",
"umbo":"Que presenta una proyección redondeada.",
"umbela":"Inflorescencia racimosa en que del extremo del raquis arrancan los pedicelos.",
"uncinado":"Que forma gancho.",
"uncinada":{"idem":"uncinado"},
"unisexual":"Con un solo sexo.",
"unifloro":"Inflorescencia compuesta por una sola flor.",
"uniflora":{"idem":"unifloro"},
"urceolado":"Se aplica al cáliz, corola, receptáculo, que tienen forma de olla.",
"vaina":"Fruto de las plantas dentro de la familia de las leguminosas.",
"valva":"Cada una de las divisiones profundas mediante las cuales se abren algunos estambres, frutos u otras formaciones seminíferas.",
"valvado":"Que se abre en valvas como en la mayoría de los frutos dehiscentes y algunas anteras.",
"valvada":{"idem":"valvado"},
"vena":"Tejido especializado que transporta nutrientes y agua (a veces referido como nervios); visibles externamente en las hojas o partes florales.",
"venas primarias":"Las venas (nervios) más grandes y gruesas en una hoja.",
"verticilo":"La agrupación circular de las hojas u otras estructuras en un solo nudo.",
"vilano":"Limbo del cáliz, con un fruto procedente de un ovario ínfero transformado en pelos simples o plumosos.",
"xerófito":"Adaptación para vivir en lugares muy secos.",
"zarcillo":"Órgano filamentoso que las plantas utilizan para trepar.",
"zigomorfo":"Órgano que tiene simetría bilateral (sólo un plano de simetría).",
"zigomorfa":{"idem":"zigomorfo"}
}